# St7SetStageName

Sets the name of the specified stage.

long St7SetStageName(long uID, long Stage, char* StageName)
Input Parameters
uID
Strand7 model file ID.
Stage
Stage index.
StageName
String containing the new name of the stage.